Repository: jacklandrin/OnlySwitch
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fil, fr, hr, it, ja, ko, nl, pl, pt_br, ru, sk, so, tr, uk, zh_hans, zh_hant

source: Memory %@ used
cs: Využití paměti: %@
de: Arbeitsspeicher: %@ verwendet
es: Memoria usada: %@
fil: Memory na ginagamit: %@
fr: Mémoire utilisée : %@
hr: Iskorištena memorija: %@
it: Memoria utilizzata: %@
ja: メモリ使用率：%@
ko: 메모리 사용률 %@
nl: Geheugengebruik: %@
pl: Użycie pamięci: %@
pt_br: Memória usada: %@
ru: Использование памяти: %@
sk: Využitie pamäte: %@
so: Xusuusta la isticmaalay: %@
tr: Bellek kullanımı: %@
uk: Використання пам’яті: %@
zh_hans: 内存已使用 %@
zh_hant: 記憶體已使用 %@

source: Memory pressure: %@
cs: Tlak na paměť: %@
de: Speicherdruck: %@
es: Presión de memoria: %@
fil: Presyon ng memory: %@
fr: Pression mémoire : %@
hr: Pritisak memorije: %@
it: Pressione memoria: %@
ja: メモリプレッシャー：%@
ko: 메모리 압력: %@
nl: Geheugendruk: %@
pl: Presja pamięci: %@
pt_br: Pressão da memória: %@
ru: Нагрузка на память: %@
sk: Tlak na pamäť: %@
so: Cadaadiska xusuusta: %@
tr: Bellek basıncı: %@
uk: Тиск пам’яті: %@
zh_hans: 内存压力：%@
zh_hant: 記憶體壓力：%@

source: Memory usage history
cs: Historie využití paměti
de: Speicherauslastungsverlauf
es: Historial de uso de memoria
fil: Kasaysayan ng paggamit ng memory
fr: Historique d’utilisation de la mémoire
hr: Povijest uporabe memorije
it: Cronologia utilizzo memoria
ja: メモリ使用履歴
ko: 메모리 사용 기록
nl: Geschiedenis geheugengebruik
pl: Historia użycia pamięci
pt_br: Histórico de uso da memória
ru: История использования памяти
sk: História využitia pamäte
so: Taariikhda isticmaalka xusuusta
tr: Bellek kullanım geçmişi
uk: Історія використання пам’яті
zh_hans: 内存使用历史
zh_hant: 記憶體使用記錄

source: Menu Bar Icon
cs: Ikona v liště
de: Menüleisten-Icon
es: Icono de la Barra de menú
fil: Icon ng menu bar
fr: Icône de la barre de menu
hr: Ikona u traci izbornika
it: Icona Barra Menu
ja: メニューバーのアイコン
ko: 메뉴 막대 아이콘
nl: Menubalk icoon
pl: Ikona
pt_br: Icone da Barra de Menu
ru: Иконка в строке меню
sk: Ikona v lište
so: Iconnada Menu-ga
tr: Menü Çubuğu Simgesi
uk: Іконка Рядка Меню
zh_hans: 菜单栏图标

source: Menu Bar Icon:
cs: Ikona v liště:
de: Menüleisten-Icon:
es: Icono de la Barra de menú:
fil: Icon ng menu bar:
fr: Icône de la barre de menu :
hr: Ikona u traci izbornika:
it: Icona Barra Menu:
ja: メニューバーのアイコン:
ko: 메뉴 막대 아이콘:
nl: Menubalk icoon:
pl: Ikona:
pt_br: Icone da Barra de Menu:
ru: Иконка в строке меню:
sk: Ikona v lište:
so: iconnada Menu-ga:
tr: Menü Çubuğu Simgesi:
uk: Іконка Рядка Меню:
zh_hans: 菜单栏图标:

source: Menu Bar Indicators
cs: Indikátory v řádku nabídek
de: Menüleistenanzeigen
es: Indicadores de la barra de menús
fil: Mga Indicator sa Menu Bar
fr: Indicateurs de la barre des menus
hr: Indikatori trake izbornika
it: Indicatori barra dei menu
ja: メニューバーインジケータ
ko: 메뉴 막대 표시기
nl: Menubalkindicatoren
pl: Wskaźniki paska menu
pt_br: Indicadores da barra de menus
ru: Индикаторы строки меню
sk: Indikátory panela s ponukami
so: Tilmaamayaasha menu-ga
tr: Menü Çubuğu Göstergeleri
uk: Індикатори смуги меню
zh_hans: 菜单栏指示器
zh_hant: 選單列指示器

source: minutes
cs: minut
de: Minuten
es: minutos
fil: minuto
hr: minuta
it: minuti
ja: 分
ko: 분
nl: minuten
pl: minuty
pt_br: minutos
ru: минуты
sk: minútach
so: daqiiqado
tr: dakika
uk: хвилин
zh_hans: 分钟

source: Models
cs: Modely
de: Modelle
es: Modelos
fil: Mga Modelo
fr: Modèles
hr: Modeli
it: Modelli
ja: モデル
ko: 모델
nl: Modellen
pl: Modele
pt_br: Modelos
ru: Модели
sk: Modely
so: Moodooyinka
tr: Modeller
uk: Моделі
zh_hans: 模型

source: More App, QRCobot
cs: Více aplikací, QRCobot
ja: More Apps

source: More Apps
cs: Více aplikací
de: Mehr Apps
es: Más aplicaciones
fil: Maraming App
fr: Plus d'applications
hr: Daljnji programi
it: Più applicazioni
nl: Meer Apps
pl: Więcej aplikacji
pt_br: Mais Aplicativos
ru: Больше приложений
sk: Ďalšie aplikácie
so: Apps badan
tr: Daha fazla uygulama
uk: Більше програм
zh_hans: 更多应用

source: Mute
cs: Ztlumit
de: Stumm
es: Silenciar
fil: I-mute
fr: Muet
hr: Isključi zvuk
it: Muto
ja: ミュート
ko: 음소거
nl: Dempen
pl: Wycisz
pt_br: Mudo
ru: Выключить звук
sk: Stlmiť
so: Cod Xir
tr: Sesi Kapat
uk: Вимкнути звук
zh_hans: 静音

source: Mute Mic
cs: Ztlumit mikrofon
de: Mikrofon stummschalten
es: Silenciar micrófono
fil: i-mute ang mikropono
fr: Couper le micro
hr: Isključi mikrofon
it: Muta Microfono
ja: マイクミュート
ko: 마이크 음소거
nl: Microfoon dempen
pl: Wycisz mikrofon
pt_br: Mutar Microfone
ru: Выключить микрофон
sk: Stlmiť mikrofón
so: Aamusi Mikrifonka
tr: Mikrofonu Kapat
uk: Вимкнути мікрофон
zh_hans: 静音麦克风

source: Name
cs: Název
es: Nombre
fil: Pangalan
fr: Nom
hr: Ime
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov
so: Magaca
tr: Ad
uk: Імʼя
zh_hans: 名称

source: Name:
cs: Název:
es: Nombre:
fil: Pangalan:
fr: Nom:
hr: Ime:
it: Nome:
ja: 名前:
ko: 이름:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ru: Имя:
sk: Názov:
so: Magaca:
tr: İsim:
uk: Імʼя:
zh_hans: 名称:

source: Network
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
hr: Mreža
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
sk: Sieť
so: Shabakad
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

source: Network Details
cs: Podrobnosti sítě
de: Netzwerkdetails
es: Detalles de red
fil: Mga Detalye ng Network
fr: Détails du réseau
hr: Detalji mreže
it: Dettagli rete
ja: ネットワークの詳細
ko: 네트워크 세부사항
nl: Netwerkdetails
pl: Szczegóły sieci
pt_br: Detalhes da rede
ru: Сведения о сети
sk: Podrobnosti siete
so: Faahfaahinta shabakadda
tr: Ağ Ayrıntıları
uk: Відомості про мережу
zh_hans: 网络详情
zh_hant: 網路詳細資訊

source: Network details unavailable
cs: Podrobnosti sítě nejsou dostupné
de: Netzwerkdetails nicht verfügbar
es: Detalles de red no disponibles
fil: Hindi available ang mga detalye ng network
fr: Détails du réseau indisponibles
hr: Detalji mreže nisu dostupni
it: Dettagli rete non disponibili
ja: ネットワークの詳細を利用できません
ko: 네트워크 세부사항을 사용할 수 없음
nl: Netwerkdetails niet beschikbaar
pl: Szczegóły sieci niedostępne
pt_br: Detalhes da rede indisponíveis
ru: Сведения о сети недоступны
sk: Podrobnosti siete nie sú dostupné
so: Faahfaahinta shabakadda lama heli karo
tr: Ağ ayrıntıları kullanılamıyor
uk: Відомості про мережу недоступні
zh_hans: 网络详情不可用
zh_hant: 網路詳細資訊無法使用

# Network download %@, upload %@
source: Network download %1$@, upload %2$@
cs: Síť: stahování %1$@, odesílání %2$@
de: Netzwerk: Download %1$@, Upload %2$@
es: Red: descarga %1$@, subida %2$@
fr: Réseau : téléchargement %1$@, envoi %2$@
hr: Mreža: preuzimanje %1$@, slanje %2$@
it: Rete: download %1$@, upload %2$@
ja: ネットワーク：ダウンロード %1$@、アップロード %2$@
ko: 네트워크 다운로드 %1$@, 업로드 %2$@
nl: Netwerk: download %1$@, upload %2$@
pl: Sieć: pobieranie %1$@, wysyłanie %2$@
pt_br: Rede: download %1$@, upload %2$@
ru: Сеть: загрузка %1$@, отправка %2$@
sk: Sieť: sťahovanie %1$@, odosielanie %2$@
so: Shabakad: soo dejin %1$@, diris %2$@
tr: Ağ: indirme %1$@, yükleme %2$@
uk: Мережа: завантаження %1$@, надсилання %2$@
zh_hans: 网络下载 %1$@，上传 %2$@
zh_hant: 網路下載 %1$@，上傳 %2$@

source: never
cs: nikdy
de: nie
es: nunca
fil: hindi kailanman
fr: jamais
hr: nikada
it: mai
ja: 一度もない
ko: 비활성화
nl: nooit
pl: nigdy
pt_br: nunca
ru: никогда
sk: nikdy
so: marna
tr: asla
uk: ніколи
zh_hans: 从不

source: Night Shift
cs: Noční režim
fil: Panggabi
hr: Noćni rad
pl: Tryb Night Shift
so: Colorka Habbenka
zh_hans: 夜览

source: Night Shift Strength
cs: Intenzita nočního režimu
de: Night Shift Stärke
es: Night Shift Fortaleza
fil: Night Shift Lakas
fr: Force de Night Shift
hr: Night Shift Snaga
it: Night Shift Forza
ja: Night Shift 強さ
ko: Night Shift 강도
nl: Night Shift Kracht
pl: Night Shift Wytrzymałość
pt_br: Força do Modo Noturno
ru: Night Shift сила
sk: Night Shift intenzita
so: Night Shift Xoog
tr: Night Shift Kuvvet
uk: Колірна температура
zh_hans: 夜览强度

source: No accounts. Import in Settings > Authenticator.
cs: Žádné účty. Importujte v Nastavení > Autentikátor.
de: Keine Konten. Importieren Sie unter Einstellungen > Authenticator.
es: Sin cuentas. Importar en Configuración > Autenticador.
fil: Walang mga account. Mag-import sa Mga Setting > Authenticator.
fr: Aucun compte. Importer dans Paramètres > Authentificateur.
hr: Nema računa. Uvoz u Postavke > Autentifikator.
it: Nessun account. Importa in Impostazioni > Autenticatore.
ja: アカウントがありません。設定 > 認証からインポートしてください。
ko: 계정이 없습니다. 설정 > 인증기에서 가져오세요.
nl: Geen accounts. Importeren in Instellingen > Authenticator.
pl: Brak kont. Importuj w Ustawienia > Authenticator.
pt_br: Nenhuma conta. Importar em Ajustes > Autenticador.
ru: Нет учетных записей. Импорт в Настройки > Аутентификатор.
sk: Žiadne účty. Importujte v Nastavenia > Autentifikátor.
so: Akoon ma jiro. Ka soo deji Settings > Xaqiijiyaha.
tr: Hesap yok. Ayarlar > Kimlik Doğrulayıcı'dan içe aktarın.
uk: Немає облікових записів. Імпорт у Налаштування > Автентифікатор.
zh_hans: 无帐户。在设置 > 验证器中导入。

source: No accounts. Use Import to add one.
cs: Žádné účty. Použijte Import pro přidání.
de: Keine Konten. Verwenden Sie Importieren, um eines hinzuzufügen.
es: Sin cuentas. Usa Importar para añadir una.
fil: Walang mga account. Gamitin ang Import para magdagdag.
fr: Aucun compte. Utilisez Importer pour en ajouter un.
hr: Nema računa. Koristite Uvoz za dodavanje.
it: Nessun account. Usa Importa per aggiungerne uno.
ja: アカウントがありません。インポートを使用して追加してください。
ko: 계정이 없습니다. 가져오기를 사용하여 추가하세요.
nl: Geen accounts. Gebruik Importeren om er een toe te voegen.
pl: Brak kont. Użyj opcji Importuj, aby dodać konto.
pt_br: Nenhuma conta. Use Importar para adicionar uma.
ru: Нет учетных записей. Используйте Импорт, чтобы добавить одну.
sk: Žiadne účty. Použite Import na pridanie.
so: Akoon ma jiro. Isticmaal Soo dejinta si aad ugu darto mid.
tr: Hesap yok. Eklemek için İçe Aktar'ı kullanın.
uk: Немає облікових записів. Використовуйте Імпорт, щоб додати.
zh_hans: 无帐户。使用导入添加一个。

source: No active Wi-Fi or Ethernet interface
cs: Není aktivní žádné rozhraní Wi-Fi ani Ethernet
de: Keine aktive Wi-Fi- oder Ethernet-Schnittstelle
es: No hay ninguna interfaz Wi-Fi o Ethernet activa
fil: Walang aktibong Wi-Fi o Ethernet interface
fr: Aucune interface Wi-Fi ou Ethernet active
hr: Nema aktivnog Wi-Fi ni Ethernet sučelja
it: Nessuna interfaccia Wi-Fi o Ethernet attiva
ja: アクティブなWi-FiまたはEthernetインターフェイスがありません
ko: 활성 Wi-Fi 또는 이더넷 인터페이스 없음
nl: Geen actieve Wi-Fi- of Ethernet-interface
pl: Brak aktywnego interfejsu Wi-Fi lub Ethernet
pt_br: Nenhuma interface Wi-Fi ou Ethernet ativa
ru: Нет активного интерфейса Wi-Fi или Ethernet
sk: Žiadne aktívne rozhranie Wi-Fi ani Ethernet
so: Ma jiro interface Wi-Fi ama Ethernet oo shaqaynaya
tr: Etkin Wi-Fi veya Ethernet arabirimi yok
uk: Немає активного інтерфейсу Wi-Fi або Ethernet
zh_hans: 没有活跃的 Wi-Fi 或以太网接口
zh_hant: 沒有作用中的 Wi-Fi 或乙太網路介面

source: No controllable apps are running
cs: Nejsou spuštěny žádné ovladatelné aplikace
de: Keine steuerbaren Apps geöffnet
es: No hay apps controlables en ejecución
fil: Walang tumatakbong app na makokontrol
fr: Aucune app contrôlable en cours d’exécution
hr: Nijedna upravljiva aplikacija nije pokrenuta
it: Nessuna app controllabile in esecuzione
ja: 制御可能なアプリが実行されていません
ko: 제어 가능한 앱이 실행 중이 아닙니다
nl: Er zijn geen bestuurbare apps actief
pl: Brak uruchomionych obsługiwanych aplikacji
pt_br: Nenhum app controlável em execução
ru: Нет запущенных управляемых приложений
sk: Nie sú spustené žiadne ovládateľné aplikácie
so: Ma jiro app la maamuli karo oo shaqeynaya
tr: Çalışan denetlenebilir uygulama yok
uk: Немає запущених керованих додатків
zh_hans: 没有可控制的应用正在运行

source: No history available
cs: Historie není dostupná
de: Kein Verlauf verfügbar
es: No hay historial disponible
fil: Walang available na kasaysayan
fr: Aucun historique disponible
hr: Nema dostupne povijesti
it: Nessuna cronologia disponibile
ja: 履歴がありません
ko: 사용 가능한 기록 없음
nl: Geen geschiedenis beschikbaar
pl: Brak dostępnej historii
pt_br: Nenhum histórico disponível
ru: История недоступна
sk: História nie je dostupná
so: Taariikh lama heli karo
tr: Geçmiş yok
uk: Історія недоступна
zh_hans: 没有可用历史
zh_hant: 沒有可用記錄

source: No Paired Devices
cs: Žádná spárovaná zařízení
de: Keine gekoppelten Geräte
es: Sin dispositivos emparejados
fil: Walang Nakapares na Device
fr: Aucun appareil couplé
hr: Nema uparenih uređaja
it: Nessun dispositivo accoppiato
ja: ペアリングされたデバイスがありません
ko: 페어링된 장치 없음
nl: Geen gekoppelde apparaten
pl: Brak sparowanych urządzeń
pt_br: Nenhum dispositivo emparelhado
ru: Нет сопряженных устройств
sk: Žiadne spárované zariadenia
so: Ma jiro Aaladaha Lammaanaha
tr: Eşleştirilmiş Cihaz Yok
uk: Немає сполучених пристроїв
zh_hans: 没有配对的设备
zh_hant: 沒有配對的設備

source: No process details available
cs: Podrobnosti procesů nejsou dostupné
de: Keine Prozessdetails verfügbar
es: No hay detalles de procesos disponibles
fil: Walang available na detalye ng proseso
fr: Aucun détail de processus disponible
hr: Detalji procesa nisu dostupni
it: Nessun dettaglio dei processi disponibile
ja: プロセスの詳細がありません
ko: 사용 가능한 프로세스 세부사항 없음
nl: Geen procesdetails beschikbaar
pl: Brak szczegółów procesów
pt_br: Nenhum detalhe de processo disponível
ru: Сведения о процессах недоступны
sk: Podrobnosti procesov nie sú dostupné
so: Faahfaahinta habsocodka lama heli karo
tr: İşlem ayrıntıları yok
uk: Відомості про процеси недоступні
zh_hans: 没有可用的进程详情
zh_hant: 沒有可用的程序詳細資訊

source: Normal
cs: Normální
fr: Normale
hr: Normalno
it: Normale
ja: 正常
ko: 정상
nl: Normaal
pl: Normalne
ru: Нормальное
sk: Normálny
so: Caadi
uk: Нормальний
zh_hans: 正常
zh_hant: 正常

source: Not connected yet
cs: Zatím nepřipojeno
de: Noch nicht verbunden
es: Aún no conectado
fil: Hindi pa konektado
fr: Pas encore connecté
hr: Još nije povezan
it: Non ancora connesso
ja: まだ接続されていません
ko: 아직 연결되지 않음
nl: Nog niet verbonden
pl: Jeszcze nie podłączony
pt_br: Ainda não conectado
ru: Еще не подключен
sk: Zatiaľ nepripojené
so: Wali lama xidhin
tr: Henüz bağlanmadı
uk: Ще не підключено
zh_hans: 尚未连接
zh_hant: 尚未連接

source: Notification Alert:
cs: Upozornění:
de: Benachrichtigungsalarm:
es: Alerta de notificación:
fil: Alerto sa abiso:
fr: Alerte de notification :
hr: Upozorenje s obavijestima:
it: Alert Notifiche:
ja: 通知アラート:
ko: 알림음:
nl: Melding:
pl: Alarm powiadomień:
pt_br: Alerta de Notificação:
ru: Уведомления:
sk: Upozornenie:
so: Digniinta Ogeysiinta:
tr: Bildirim Uyarısı:
uk: Сповіщення:
zh_hans: 通知栏提醒:

source: On macOS 27, hiding icons requires Accessibility permission and may be unavailable after a macOS update.
cs: V macOS 27 vyžaduje skrývání ikon oprávnění Zpřístupnění a po aktualizaci macOS nemusí být dostupné.
de: Unter macOS 27 erfordert das Ausblenden von Symbolen die Bedienungshilfen-Berechtigung und ist nach einem macOS-Update möglicherweise nicht verfügbar.
es: En macOS 27, ocultar iconos requiere permiso de Accesibilidad y puede dejar de estar disponible después de una actualización de macOS.
fr: Sous macOS 27, le masquage des icônes nécessite l’autorisation Accessibilité et peut ne plus être disponible après une mise à jour de macOS.
hr: U sustavu macOS 27 skrivanje ikona zahtijeva dopuštenje za pristupačnost i možda neće biti dostupno nakon ažuriranja sustava macOS.
it: Su macOS 27, per nascondere le icone è necessaria l’autorizzazione Accessibilità e la funzione potrebbe non essere disponibile dopo un aggiornamento di macOS.
ja: macOS 27でアイコンを非表示にするにはアクセシビリティの許可が必要で、macOSのアップデート後に利用できなくなる場合があります。
ko: macOS 27에서 아이콘을 숨기려면 손쉬운 사용 권한이 필요하며 macOS 업데이트 후 사용하지 못할 수 있습니다.
nl: In macOS 27 is voor het verbergen van symbolen toestemming voor Toegankelijkheid vereist en is de functie mogelijk niet beschikbaar na een macOS-update.
pl: W systemie macOS 27 ukrywanie ikon wymaga uprawnienia Dostępność i może być niedostępne po aktualizacji systemu macOS.
pt_br: No macOS 27, ocultar ícones requer permissão de Acessibilidade e pode ficar indisponível após uma atualização do macOS.
ru: В macOS 27 для скрытия значков требуется разрешение «Универсальный доступ», а после обновления macOS функция может стать недоступной.
sk: V macOS 27 vyžaduje skrývanie ikon povolenie Prístupnosť a po aktualizácii macOS nemusí byť dostupné.
so: macOS 27, qarinta astaamaha waxay u baahan tahay oggolaanshaha Helitaanka, waxaana dhici karta inaan la heli karin kadib cusboonaysiinta macOS.
tr: macOS 27’de simgeleri gizlemek Erişilebilirlik izni gerektirir ve bir macOS güncellemesinden sonra kullanılamayabilir.
uk: У macOS 27 для приховування іконок потрібен дозвіл «Універсальний доступ», а після оновлення macOS функція може стати недоступною.
zh_hans: 在 macOS 27 中，隐藏图标需要辅助功能权限，并且在 macOS 更新后可能无法使用。

source: On macOS 27, hiding menu bar icons also hides Now Playing and may hide Camera, AirDrop, Focus, and Timer. macOS does not allow OnlySwitch to keep these items visible while hiding is active.
cs: V macOS 27 skrytí ikon na řádku nabídek skryje také položku Právě hraje a může skrýt Fotoaparát, AirDrop, Soustředění a Časovač. macOS neumožňuje aplikaci OnlySwitch ponechat tyto položky viditelné, když je skrývání aktivní.
de: Unter macOS 27 blendet das Ausblenden von Menüleistensymbolen auch „Jetzt läuft“ aus und kann Kamera, AirDrop, Fokus und Timer ausblenden. macOS erlaubt OnlySwitch nicht, diese Elemente sichtbar zu halten, während das Ausblenden aktiv ist.
es: En macOS 27, ocultar los iconos de la barra de menús también oculta Ahora suena y puede ocultar Cámara, AirDrop, Concentración y Temporizador. macOS no permite que OnlySwitch mantenga visibles estos elementos mientras la ocultación está activa.
fil: Sa macOS 27, ang pagtatago ng mga icon sa menu bar ay nagtatago rin sa Now Playing at maaaring magtago sa Camera, AirDrop, Focus, at Timer. Hindi pinapayagan ng macOS ang OnlySwitch na panatilihing nakikita ang mga item na ito habang aktibo ang pagtatago.
fr: Sous macOS 27, le masquage des icônes de la barre des menus masque également À l’écoute et peut masquer Appareil photo, AirDrop, Concentration et Minuteur. macOS ne permet pas à OnlySwitch de garder ces éléments visibles lorsque le masquage est actif.
hr: U sustavu macOS 27 skrivanje ikona na traci izbornika skriva i stavku Trenutačno se reproducira, a može sakriti Kameru, AirDrop, Fokus i Brojač vremena. macOS ne dopušta aplikaciji OnlySwitch da te stavke zadrži vidljivima dok je skrivanje aktivno.
it: Su macOS 27, nascondere le icone della barra dei menu nasconde anche In riproduzione e può nascondere Fotocamera, AirDrop, Full immersion e Timer. macOS non consente a OnlySwitch di mantenere visibili questi elementi mentre la funzione è attiva.
ja: macOS 27では、メニューバーのアイコンを非表示にすると「再生中」も非表示になり、カメラ、AirDrop、集中モード、タイマーも非表示になる場合があります。非表示機能が有効な間、OnlySwitchがこれらの項目を表示したままにすることはmacOSで許可されていません。
ko: macOS 27에서 메뉴 막대 아이콘을 가리면 지금 재생 중도 가려지며 카메라, AirDrop, 집중 모드 및 타이머도 가려질 수 있습니다. 가리기가 활성화된 동안 macOS는 OnlySwitch가 이러한 항목을 계속 표시하도록 허용하지 않습니다.
nl: In macOS 27 verbergt het verbergen van menubalksymbolen ook Nu afspelen en kan het Camera, AirDrop, Focus en Timer verbergen. macOS staat OnlySwitch niet toe deze onderdelen zichtbaar te houden terwijl verbergen actief is.
pl: W systemie macOS 27 ukrywanie ikon paska menu ukrywa także odtwarzanie oraz może ukrywać aparat, AirDrop, tryb skupienia i minutnik. macOS nie pozwala aplikacji OnlySwitch utrzymywać tych elementów jako widocznych, gdy ukrywanie jest aktywne.
pt_br: No macOS 27, ocultar os ícones da barra de menus também oculta Reproduzindo Agora e pode ocultar Câmera, AirDrop, Foco e Timer. O macOS não permite que o OnlySwitch mantenha esses itens visíveis enquanto a ocultação estiver ativa.
ru: В macOS 27 при скрытии значков строки меню также скрывается элемент «Исполняется», а также могут скрываться Камера, AirDrop, Фокусирование и Таймер. macOS не позволяет OnlySwitch оставлять эти элементы видимыми, пока скрытие включено.
sk: V macOS 27 skrytie ikon na paneli s ponukami skryje aj položku Práve hrá a môže skryť Kameru, AirDrop, Sústredenie a Časovač. macOS neumožňuje aplikácii OnlySwitch ponechať tieto položky viditeľné, keď je skrývanie aktívne.
so: macOS 27, qarinta astaamaha barta menu-ga waxay sidoo kale qarisaa Hadda Ciyaaraya, waxayna qarin kartaa Kaamirada, AirDrop, Focus, iyo Timer. macOS uma oggola OnlySwitch inay walxahan muuqdaan inta qarintu shaqaynayso.
tr: macOS 27'de menü çubuğu simgelerini gizlemek Şu An Çalınan'ı da gizler ve Kamera, AirDrop, Odak ve Sayaç'ı gizleyebilir. macOS, gizleme etkinken OnlySwitch'in bu öğeleri görünür tutmasına izin vermez.
uk: У macOS 27 приховування іконок смуги меню також приховує «Зараз грає» та може приховати Камеру, AirDrop, Фокусування й Таймер. macOS не дозволяє OnlySwitch залишати ці елементи видимими, коли приховування активне.
zh_hans: 在 macOS 27 中，隐藏菜单栏图标也会隐藏“正在播放”，并可能隐藏相机、AirDrop、专注模式和计时器。隐藏功能启用时，macOS 不允许 OnlySwitch 让这些项目保持可见。
zh_hant: 在 macOS 27 中，隱藏選單列圖示也會隱藏「正在播放」，並可能隱藏相機、AirDrop、專注模式和計時器。啟用隱藏功能時，macOS 不允許 OnlySwitch 讓這些項目保持可見。

source: One-time authorization required
cs: Vyžaduje se jednorázová autorizace
de: Einmalige Autorisierung erforderlich
es: Se requiere autorización única
fil: Kailangan ng isang beses na awtorisasyon
fr: Autorisation unique requise
hr: Potrebna je jednokratna autorizacija
it: È richiesta un'autorizzazione una tantum
ja: 1回限りの認証が必要です
ko: 일회성 승인이 필요합니다.
nl: Eenmalige toestemming vereist
pl: Wymagana jednorazowa autoryzacja
pt_br: É necessária autorização única
ru: Требуется единоразовая авторизация
sk: Vyžaduje sa jednorazová autorizácia
so: Ogolaanshaha hal mar ayaa loo baahan yahay
tr: Bir kerelik yetkilendirme gerekli
uk: Потрібна одноразова авторизація
zh_hans: 需要一次性授权
zh_hant: 需要一次性授權

source: Only Control
cs: Pouze panel
zh_hans: 控制面板

source: OnlyRemote for iPhone and iPad
cs: Pouze Remote pro iPhone a iPad
de: OnlyRemote für iPhone und iPad
es: OnlyRemote para iPhone y iPad
fil: OnlyRemote para sa iPhone at iPad
fr: OnlyRemote pour iPhone et iPad
hr: OnlyRemote za iPhone i iPad
it: OnlyRemote per iPhone e iPad
ja: iPhone および iPad 用 OnlyRemote
ko: iPhone 및 iPad용 OnlyRemote
nl: OnlyRemote voor iPhone en iPad
pl: OnlyRemote na iPhone'a i iPada
pt_br: ApenasRemoto para iPhone e iPad
ru: OnlyRemote для iPhone и iPad
sk: Iba Remote pre iPhone a iPad
so: Ka fogaanshaha kaliya ee iPhone iyo iPad
tr: iPhone ve iPad için OnlyRemote
uk: OnlyRemote для iPhone та iPad
zh_hans: 适用于 iPhone 和 iPad 的 OnlyRemote
zh_hant: 適用於 iPhone 和 iPad 的 OnlyRemote

source: OnlySwitch can change supported switches without asking for your password again.
cs: OnlySwitch může změnit podporované přepínače, aniž by znovu požadoval vaše heslo.
de: OnlySwitch kann unterstützte Schalter ändern, ohne erneut nach Ihrem Passwort zu fragen.
es: OnlySwitch puede cambiar los conmutadores compatibles sin volver a solicitar su contraseña.
fil: Maaaring baguhin ng OnlySwitch ang mga sinusuportahang switch nang hindi hinihingi muli ang iyong password.
fr: OnlySwitch peut modifier les commutateurs pris en charge sans demander à nouveau votre mot de passe.
hr: OnlySwitch može promijeniti podržane prekidače bez ponovnog traženja lozinke.
it: OnlySwitch può modificare gli switch supportati senza richiedere nuovamente la password.
ja: OnlySwitch は、パスワードを再度要求することなく、サポートされているスイッチを変更できます。
ko: OnlySwitch는 비밀번호를 다시 묻지 않고도 지원되는 스위치를 변경할 수 있습니다.
nl: OnlySwitch kan ondersteunde schakelaars wijzigen zonder opnieuw om uw wachtwoord te vragen.
pl: OnlySwitch może zmienić obsługiwane przełączniki bez ponownego pytania o hasło.
pt_br: OnlySwitch pode alterar os switches suportados sem solicitar sua senha novamente.
ru: OnlySwitch может менять поддерживаемые переключатели, не запрашивая повторно пароль.
sk: OnlySwitch môže zmeniť podporované prepínače bez toho, aby ste znova požadovali heslo.
so: OnlySwitch ayaa bedeli kara furayaasha la taageero adoon waydiisan eraygaaga sirta ah mar kale.
tr: OnlySwitch, şifrenizi tekrar sormadan desteklenen anahtarları değiştirebilir.
uk: OnlySwitch може змінювати підтримувані перемикачі без повторного запиту пароля.
zh_hans: OnlySwitch 可以更改支持的开关，而无需再次询问您的密码。
zh_hant: OnlySwitch 可以更改支援的開關，而無需再次詢問您的密碼。
